Repository: flaxandteal/gasket-vte
Catalog: po/*.po
Languages: el, gd, is, kk, oc

source: Copy
el: Αντιγραφή
gd: Dèan lethbhreac
is: Afrita
kk: Көшіріп алу
oc: Copiar

source: Paste
el: Επικόλληση
gd: Cuir ann
is: Líma
kk: Кірістіру
oc: Pegar

source: Reset (use Ctrl to reset and clear)
el: Επαναρύθμιση (χρησιμοποιήστε Ctrl για επαναφορά και καθαρισμό)
gd: Ath-shuidhich (cleachd Ctrl airson sth-shuidheachadh 's falamhachadh)
is: Frumstilla (nota Ctrl til að endurræsa og hreinsa)
kk: Тастау (Тастау және тазарту үшін Ctrl қолданыңыз)
oc: Reïnicializar (quichar Ctrl per reïnicializar e escafar)

source: Reset
el: Επαναρύθμιση
gd: Ath-shuidhich
is: Frumstilla
kk: Тастау
oc: Reïnicializar

source: Toggle input enabled setting
el: Εναλλαγή ενεργοποιημένης ρύθμισης εισόδου
gd: Toglaich an roghainn a bheil ion-chur an comas
is: Víxla inntaksháðum stillingum
kk: Енгізу параметрін ауыстыру
oc: Activa/desactiva la foncion de picada

source: Input
el: Είσοδος
gd: Ion-chur
is: Inntak
kk: Кіріс
oc: Picada

source: Unable to convert characters from %s to %s.
el: Αδύνατη η μετατροπή χαρακτήρων από %s σε %s.
gd: Cha ghabh na caractaran iompachadh o %s gu %s.
is: Ekki tókst að umbreyta stöfum frá %s yfir í %s.
kk: Таңбаларды %s жинағынан %s жинағына түрлендіру мүмкін емес.
oc: Impossible de convertir los caractèrs %s en %s.

source: Attempt to set invalid NRC map '%c'.
el: Προσπάθεια ορισμού άκυρου χάρτη NRC '%c'.
gd: Chaidh feuchainn ri mapa NRC '%c' nach eil dligheach a shuidheachadh.
kk: Жарамсыз '%c' NRC картасын орнату талабы.
oc: Temptativa de definir una mapa NRC « %c » invalida.

source: Unrecognized identified coding system.
el: Μη αναγνωρίσιμο σύστημα κωδικοποίησης.
gd: Siostam còdachaidh aithnichte air nach eil sinn eòlach.
kk: Белгісіз кодталу жүйесі.
oc: Sistèma d'encodatge identificat pas reconegut.

source: Attempt to set invalid wide NRC map '%c'.
el: Προσπάθεια ορισμού άκυρου γενικού χάρτη NRC '%c'.
gd: Chaidh feuchainn ri mapa NRC leathann '%c' nach eil dligheach a shuidheachadh.
kk: Жарамсыз '%c' кең NRC картасын орнату талабы.
oc: Temptativa de definir una mapa NRC larga « %c » invalida.

source: Could not open console.
el: Αδυναμία ανοίγματος της κονσόλας.
gd: Cha deach leinn consoil fhoagladh.
is: Ekki tókst að opna stjórnskjá.
kk: Консольді ашу мүмкін емес.
oc: Impossible de dobrir la consòla.

source: Could not parse the geometry spec passed to --geometry
el: Αδυναμία ανάλυσης των δεδομένων της παραμέτρου --geometry
gd: Cha b' urrainn dhuinn sònrachadh a' gheomatrais a pharsadh a chaidh a chur gu --geometry
is: Gat ekki þáttað stærðarupplýsingar sem sendar voru til --geometry
kk: Қолданбаның --geometry опциясына берілген геометрияны талдау қатесі
oc: Impossible d'analisar los arguments de geometria indicats per --geometry

source: Error reading from child: %s.
el: Σφάλμα ανάγνωσης από θυγατρική διεργασία: %s.
gd: Mearachd le leughadh o chlann: %s.
is: Villa. Ekki tókst að lesa frá afleiðu: %s
kk: Ұрпақтан оқу қатесі: %s.
oc: Error al moment de la lectura del filh : « %s ».

source: Unable to send data to child, invalid charset convertor
el: Αδύνατη η αποστολή δεδομένων σε θυγατρική διεργασία, άκυρη μετατροπή κωδικοσελίδας
gd: Cha ghabh an dàta a chur gu clann on a tha iompaichear an t-seata charactaran mì-dhligheach
is: Tókst ekki að senda gögn til afleiðu, ógild stafatöfluumbreyting
kk: Ұрпаққа деректерді жіберу сәтсіз, кодтау кестесінің түрлендіргіші қате
oc: Impossible de mandar las donadas al filh, convertidor de jòcs de caractèrs incorrècte

source: Error (%s) converting data for child, dropping.
el: Σφάλμα (%s) μετατροπής δεδομένων από θυγατρική διεργασία, απορρίπτεται.
gd: Mearachd (%s) ag iompachadh an dàta airson na cloinne, 'ga leigeil seachad.
is: Villa (%s) við umbreytingu á gögnum frá afleiðu, hætti við.
kk: Ұрпақ үшін деректерді түрлендіру қатесі (%s), тасталады.
oc: Error (%s) al moment de la conversion de donadas pel filh, abandon.

source: Error reading PTY size, using defaults: %s
el: Σφάλμα ανάγνωσης μεγέθους PTY, χρήση προεπιλογών: %s
gd: Mearachd a' leughadh meud PTY, a' cleachdadh na bun-roghainn: %s
is: Villa við að lesa PTY stærð, nota sjálfgefið: %s
kk: PTY өлшемін оқу қатесі, бастапқысы қолданылады: %s
oc: Error al moment de la lectura de la talha PTY, utilizacion de la valor per defaut : %s
